Repository: Lilium27/omegat-l10n-zh-cn
Catalog: omegat/project_save.tmx
Source language: en
Languages: zh_cn

source: #Files
zh_cn: 文件(&F)

source: &Add
zh_cn: 添加(&A)

source: &Allow blank translations in the target files
zh_cn: 允许译文文件中存在空译文(&A)

source: &Allow only unique characters
zh_cn: 仅允许非重复字符(&A)

source: &Allow translation to be equal to source
zh_cn: 允许译文与原文相同(&A)

source: &Also allow per-project external commands
zh_cn: 同时允许每个项目自带外部命令(&A)

source: &Always
zh_cn: 总是(&A)

source: &Apply to all
zh_cn: 应用到全部(&A)

source: &Auto-propagation of Translations
zh_cn: 自动传播翻译(&A)

source: &Automatically Fetch Translations
zh_cn: 自动获取翻译(&A)

source: &Automatically check the spelling of text
zh_cn: 自动检查文本的拼写(&A)

source: &Bookmarks
zh_cn: 书签(&B)

source: &Browse
zh_cn: 浏览(&B)

source: &Browse TaaS Collections...
zh_cn: 浏览 TaaS 词库(&B)...

source: &Browse...
zh_cn: 词典文件文件夹

source: &Built-in (LanguageTool {0})
zh_cn: 内建（LanguageTool {0}）(&B)

source: &Cancel
zh_cn: 取消(&C)

source: &Close
zh_cn: 关闭(&C)

source: &Comments
zh_cn: 批注(&C)

source: &Compatibility with OmegaT 2.6
zh_cn: 兼容 OmegaT 2.6 (&C)

source: &Copy Support Info
zh_cn: 软件支持信息(&C)

source: &Cycle
zh_cn: 循环切换(&C)

source: &Defaults
zh_cn: 默认(&D)

source: &Do not check printf-variables
zh_cn: 不检查 prinf 变量(&D)

source: &Do not unescape Unicode literals (\uXXXX)
zh_cn: 不要解码 Unicode 文字（\\uXXXX）(&D)

source: &Download
zh_cn: 下载(&D)

source: &Edit
zh_cn: 编辑(&E)

source: &Empty lines
zh_cn: 空行(&E)

source: &Enable TaaS terminology lookup
zh_cn: 启用 TaaS 术语查询(&E)

source: &Enable autotext
zh_cn: 启用自动文本(&E)

source: &Enable character table
zh_cn: 启用字符表(&E)

source: &Enable glossary suggestions
zh_cn: 允许术语表建议(&E)

source: &Endnotes
zh_cn: 尾注(&E)

source: &Exact search
zh_cn: 精确查找(&E)

source: &File
zh_cn: 文件(&F)

source: &Files
zh_cn: 文件(&F)

source: &Find...
zh_cn: 查找(&F)...

source: &Footnotes
zh_cn: 脚注(&F)

source: &Force shortcut to "f" for <it pos="end"> tags
zh_cn: <it pos="end">标记快捷键强制设为“f”(&F)

source: &Glossaries
zh_cn: 术语表(&G)

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
zh_cn: 至少有一个可选翻译时，转到下一个未译句段的功能不会起作用(&G)

source: &Help
zh_cn: 帮助(&H)

source: &Ignore file context when identifying segments with alternate translations
zh_cn: 识别有可选翻译的句段时忽略文件上下文(&I)

source: &Ignore type and ctype attributes when building <ph> tag shortcuts
zh_cn: 创建<ph>标签快捷键时，忽略 type 与 ctype 属性(&I)

source: &In translation
zh_cn: 在译文中(&I)

source: &Index entries
zh_cn: 索引条目(&I)

source: &Install new dictionary...
zh_cn: 浏览(&B)...

source: &Jump To Segment
zh_cn: 跳转至句段(&J)

source: &Keyword search
zh_cn: 关键字查找(&K)

source: &Language Checker
zh_cn: 语言检查器(&L)

source: &Launch local server
zh_cn: 启动本地服务器(&L)

source: &Leave the segment empty
zh_cn: 保持句段为空(&L)

source: &License
zh_cn: 许可证(&L)

source: &Line breaks
zh_cn: 断行(&L)

source: &Load...
zh_cn: 加载(&L)...

source: &Lower Case
zh_cn: 小写(&L)

source: &Make the file filter settings project specific
zh_cn: 将文件过滤器设置设为项目专用(&M)

source: &Make the segmentation rules project specific
zh_cn: 将分割规则设为项目专用(&M)

source: &Minimal similarity:
zh_cn: 最低相似度(&M)：

source: &Modification Info
zh_cn: 修订信息(&M)

source: &Move Down
zh_cn: 下移(&M)

source: &Name/ID:
zh_cn: 姓名或 ID(&N)：

source: &Never
zh_cn: 从不(&N)

source: &New Script
zh_cn: 新建脚本(&N)

source: &Notes
zh_cn: 备注(&N)

source: &Open Script...
zh_cn: 打开脚本(&O)...

source: &Prefix:
zh_cn: 前缀(&P)：

source: &Presentation notes
zh_cn: 演讲备注(&P)

source: &Preserve spaces for all tags
zh_cn: 为所有标签保留空格(&P)

source: &Quit
zh_cn: 退出(&Q)

source: &Refresh
zh_cn: 刷新(&R)

source: &Regular expressions
zh_cn: 正则表达式(&R)

source: &Remove
zh_cn: 删除(&R)

source: &Remove untranslated strings in the target files
zh_cn: 删除译文文件中的未翻译字符串(&R)

source: &Replace
zh_cn: 替换(&R)

source: &Replace...
zh_cn: 替换(&R)...

source: &Reset Options
zh_cn: 重置各选项(&R)

source: &Reset This Colour
zh_cn: 重置此颜色(&R)

source: &Run
zh_cn: 运行(&R)

source: &Save...
zh_cn: 保存(&S)...

source: &Search for Selection
zh_cn: 查找转选区(&S)

source: &Select
zh_cn: 选择(&S)

source: &Sentence Case
zh_cn: 句子式大小写(&S)

source: &Sheet Names
zh_cn: 工作表名称(&S)

source: &Show All
zh_cn: 显示全部(&S)

source: &Skip PO header
zh_cn: 跳过 PO 头(&S)

source: &Source (segment {0}):
zh_cn: 原文（句段 {0}）(&S)：

source: &Source Files Language:
zh_cn: 原文语言(&S)：

source: &Source Language Tokenizer:
zh_cn: 原文语种分词器(&S)：

source: &Store for this session only
zh_cn: 仅为本次会话保存(&S)

source: &TaaS Terminology Lookup
zh_cn: TaaS 术语查询(&T)

source: &Target Language Tokenizer:
zh_cn: 译文语种分词器(&T)：

source: &Title Case
zh_cn: 标题式大小写(&T)

source: &Translated
zh_cn: 已译(&T)

source: &Translated Files Language:
zh_cn: 译文语言(&T)：

source: &Untranslated Segments Only
zh_cn: 仅限未译句段(&U)

source: &Upper Case
zh_cn: 大写(&U)

source: &Validate tags when leaving a segment
zh_cn: 离开句段时验证标签(&V)

source: &View
zh_cn: 视图(&V)

source: &value (of form input, including button, submit and reset)
zh_cn: &value（表单的 input 控件，包括 button、submit input 和 reset input，的 value 属性）

source: '*' matches zero or more characters ('run*' matches 'run', 'runs', and'running', etc.) '?' matches exactly one character ('run?' matches 'runs' and 'rung', but not 'run' or 'running').
zh_cn: '*' 匹配零个或多个字符 （'run*'会匹配 'run'、'runs'、'running'等。） '?' 精确匹配一个字符 （'run?' 匹配 'runs' 和 'rung', 但是不会匹配 'run' 或 'running'。)

source: '{0}' menu selected
zh_cn: 选择了“{0}”菜单

source: (+{0} more)
zh_cn: （+{0} 条）

source: (Leave the Password empty if you are using an API Key.)
zh_cn: （若使用 API密匙，请将密码设定为空）

source: (The definition of “unique” is case-sensitive: "Run" and "run" are treated as being different)
zh_cn: （“非重复”的定义是区分大小写的：“Run"”和“run”视为不同的句段）

source: (X)HTML Filter Options
zh_cn: (X)HTML 过滤器选项

source: (You will still able to use OmegaT 3.6 to edit this project as a team project.)
zh_cn: （您依然可以用 OmegaT 3.6 来将此项目作为团队项目编辑。）

source: (close tag)
zh_cn: （关闭标签）

source: (comment tag)
zh_cn: （注释标签）

source: (empty tag)
zh_cn: （空白标签）

source: (external search commands)
zh_cn: (外部搜索命令)

source: +{0} more
zh_cn: +{0} 条

source: ---- Localization Notes ----
zh_cn: ---- 本地化说明 ----

source: 1 conflict
zh_cn: 1 处冲突

source: 1 segment
zh_cn: 1 个句段

source: <&br> (breaks)
zh_cn: <&br>（断行）

source: <EMPTY>
zh_cn: <空>

source: <No suggestions>
zh_cn: <无建议>

source: OmegaT is a robust application.
zh_cn: OmegaT是健壮的应用程序。

source: OmegaT remembers the segments executed.
zh_cn: OmegaT 会记住处理过的句段。

source: OmegaT tags in RTL segments
zh_cn: 从右向左句段中的 OmegaT 标签

source: Adding files to the project: You can add source files to the project by clicking on the "Import Source Files..." button.
zh_cn: 向项目中添加文件：您可以单击“导入原文文件...”按钮，向项目中添加原文文件。

source: Hint: the set of file filters for a given project is stored as project/omegat/filters.xml.
zh_cn: 提示:给定项目的分割规则集保存为 project/omegat/filters.xml.

source: Hint: the set of segmentation rules for a given project is stored as project/omegat/segmentation.conf.
zh_cn: 提示 给定项目的分割规则集保存为 project/omegat/segmentation.conf.

source: Important: the supporting TMX must be renamed XX_YY.tmx, where XX_YY is the target language of the tmx, for instance to ZH_CN.tmx in the example above.
zh_cn: 重点： 辅助性的 TMX 必须重命名为 XX_YY.tmx，其中 XX_YY 是此 tmx 的译文语言，例如在上面的例子中是 ZH_CN.tmx。

source: No / I don't know: download OmegaT_4.n.n_Windows.exe.
zh_cn: 否 / 我不知道 下载 OmegaT_4.n.n_Windows.exe

source: Note: the above information applies only to PDF files with a text layer.
zh_cn: 注意：以上信息仅适用于带有文本层的 PDF 文件。

source: Yes: download OmegaT_4.n.n_Windows_without_JRE.exe.
zh_cn: 是： 下载 OmegaT_4.n.n_Windows_without_JRE.exe。

source: LanguageTool Issues (optional).
zh_cn: LanguageTool 问题（可选）。

source: Project New...
zh_cn: 项目 新建项目...

source: Spelling Issues (optional).
zh_cn: 拼写问题（可选）。

source: Terminology Issues (optional).
zh_cn: 术语问题（可选）。

source: <html><center>Loading...<br><br>Tip: Enable/disable checks at any time from the Options menu.</center></html>
zh_cn: <html><center>载入中...<br><br>提示：可以随时从选项菜单中启用/禁用检查。</center></html>

source: <html><i>Preferences</i> &gt; <i>General</i> &gt; <i>Use TAB to Advance</i> is checked</html>
zh_cn: <html><i>首选项</i> &gt; <i>常规</i> &gt; <i>用 Tab 前进</i> 处于勾选状态</html>

source: <html>Add patterns using wildcards (Apache Ant style): <code>*</code>, <code>?</code>, <code>**</code><br>Example: <code>**/.svn/**</code></html>
zh_cn: <html>用通配符（Apache Ant 风格）添加模式：<code>*</code>、<code>?</code>、<code>**</code><br>例如：<code>**/.svn/**</code></html>

source: <html>Per-project external commands are disabled and will not be executed.
zh_cn: 同时允许每个项目自带外部命令(&A)

source: <html>Place the caret at the location where you want to split the text.</html>
zh_cn: <html>将脱字符（^）放在要拆分文本的位置。</html>

source: <html>Repository URL:</html>
zh_cn: <html>仓库 URL：</html>

source: <none>
zh_cn: <无>

source: Menu Project New...
zh_cn: 菜单项目 新建...

source: Project Create / open new
zh_cn: 项目 新建/打开

source: Note: On an Apple Mac, use the Command key instead of the Control key.
zh_cn: 注： 在 Apple Mac 上，要使用 Command 键代替 Control 键

source: Note: it is possible to inhibit the window displaying at opening, by setting project_files_show_on_load to false in omegat.prefs file (accessible by Options Access Configuration Folder menu).
zh_cn: 注意：可以通过在 omegat.prefs 文件（可通过选项 访问配置文件夹菜单）中将 project_files_show_on_load 设置为 false 来禁止在打开时显示此窗口。.

source: <trans-unit> &resname attribute when available
zh_cn: <翻译单元>资源名称属性（可用时）(&R)

source: <trans-unit> I&D
zh_cn: <翻译单元> I&D

source: A copy of the changed filters configuration will be stored with the project.
zh_cn: 更改配置的过滤器副本将与项目一起存储.

source: A given source segment may require several different translations, depending on the context.
zh_cn: 给定的原文句段可能需要多种不同翻译，具体取决于上下文。

source: A hint: translating a plain text version of the text and adding the necessary style in the relevant application at a later stage may turn out to be less hassle.
zh_cn: 提示：翻译文本的纯文本版本并在稍后阶段在相关应用程序中添加必要的样式可能会不那么麻烦。

source: A note is just a comment regarding this set of source text and translation.
zh_cn: 备注就是关于这一组原文与译文的注释

source: A source sentence might look like:
zh_cn: 源语言也许类似这样：

source: A team project can be opened and translated offline.
zh_cn: 团队项目可以离线打开并翻译。

source: A&ggregate Tags
zh_cn: 聚合标签(&G)

source: ANTLR (ANTLR 3 License)
zh_cn: ANTLR (ANTLR 3 许可)

source: API Key (optional)
zh_cn: API 密钥（可选）

source: API Key:
zh_cn: API 密钥：

source: Aaron Madlon-Kay is the OmegaT project manager.
zh_cn: Aaron Madlon-Kay 是 OmegaT 项目经理。

source: Aborted.
zh_cn: 已中止。

source: About OmegaT
zh_cn: 关于 OmegaT

source: About...
zh_cn: 关于...

source: Access Configuration Folder
zh_cn: 访问配置文件夹

source: Access Project Contents
zh_cn: 访问项目内容

source: Access Scripts Folder
zh_cn: 访问脚本文件夹

source: Actions & Settings
zh_cn: 动作与设置

source: Activate the "Show hidden files" option to make it visible.
zh_cn: 激活“显示隐藏文件”选项来使其可见。

source: Active segment source
zh_cn: 运行原文句段

source: Active segment source text
zh_cn: 运行句段原文文本

source: Active segment target
zh_cn: 运行句段译文

source: Active segment target text
zh_cn: 运行句段译文文本

source: Add
zh_cn: 添加

source: Add Glossary Entry
zh_cn: 添加术语表条目

source: Add Pattern
zh_cn: 增加模式

source: Add Script
zh_cn: 添加脚本

source: Add To Dictionary
zh_cn: 添加到词典

source: Add To Dictionary: “{0}”
zh_cn: 添加到词典：“{0}”

source: Add characters to the custom table by double-clicking, or by highlighting and pressing the Insert key.
zh_cn: 通过双击或高亮并按 Insert 键将字符添加到自定义表。

source: Add or rewrite encoding declaration in HTML and XHTML files:
zh_cn: 在 HTML 和 XHTML 文件中新增或重写编码声明：

source: Add patterns using wildcards (Apache Ant style): *, ?, **
zh_cn: 使用通配符（Apache Ant 风格）添加模式：*、?、**

source: Add the new OmegaT project to the versioning system (add with SVN and Git)
zh_cn: 将新建立的 OmegaT 项目添加到版本控制系统（对于 SVN 和 Git 都是

source: Added {0} glossary entries from {1}
zh_cn: 已添加来自 {1} 的 {0} 个词汇表条目

source: Added: {1}, Deleted: {2}, Modified: {3} (Conflicts: {0})
zh_cn: 添加：{1}，删除：{2}，修改：{3}（冲突：{0}）

source: Adding new source files
zh_cn: 添加新原文文件

source: After several of these operations, select Edit Realign pending to update the alignment of the other segments.
zh_cn: 这样操作几次之后，选择编辑重新对齐，更新其他句段。

source: After the automatic process, the alignment of two files generally requires manual corrections.
zh_cn: 经过自动处理后，一般需要手动调整两个文件的对齐。

source: After the source files have loaded in the Editor pane, you can close the Project Files dialog.
zh_cn: 当编辑器窗格已经加载了源文件后，您可以关闭项目文件对话框。

source: After you give your project a name, the Create New Project dialog will open.
zh_cn: 为项目命名后，将会打开 创建新项目对话框。

source: After you have translated each segment, press Ctrl+U to move to the next untranslated segment (or Ctrl+Shift+U to move to the next translated segment).
zh_cn: 翻译一个句段后，按下 Ctrl+U 将前往下一个未译句段（或使用Ctrl+Shift+U 前往下一个已译句段）。

source: Aggressive &Font Fallback
zh_cn: 激进式字体候补(&F)

source: Aggressive Font Fallback
zh_cn: 激进式字体候补

source: Algorithm:
zh_cn: 算法：

source: Align
zh_cn: 对齐

source: Align Files
zh_cn: 对齐文件

source: Align Files...
zh_cn: 对齐文件...

source: Align project against {0}
zh_cn: 为 {0} 对齐项目

source: Aligner
zh_cn: 对齐工具

source: Aligner "Accepted" Group
zh_cn: 对齐器“已接受”分组

source: Aligner "Needs Review" Group
zh_cn: 对齐器“需审查”分组

source: Aligner Highlight
zh_cn: 对齐器高亮部分

source: Aligner Table Row Highlight
zh_cn: 对齐器表格行高亮部分

source: Alignment involves creating a bilingual translation memory from monolingual documents that have already been translated.
zh_cn: 可以对齐已经翻译过的单语言文档，创建双语翻译记忆库。

source: All
zh_cn: 全部

source: All domains
zh_cn: 所有领域

source: All other files are read-only.
zh_cn: 所有其他的文件都是只读的。

source: All other files will be replaced by the files in the remote repository.
zh_cn: 所有其他文件将被远程存储库中的文件替换。

source: All the changes will be synchronised the next time a connection is available.
zh_cn: 所有更改将在下次连接可用时同步。

source: All the contents of https://repo_for_All_OmegaT_team_projects/En-US_DE_project are mapped to the local OmegaT project.
zh_cn: https://repo_for_OmegaT_team_project 的所有内容映射到本地 OmegaT 项目。

source: All the contents of https://repo_for_OmegaT_team_project are mapped to the local OmegaT project
zh_cn: https://repo_for_OmegaT_team_project 的所有内容映射到本地 OmegaT 项目。

source: Allo&w tag editing
zh_cn: 允许标签编辑(&W)

source: Allow to save password as plain text
zh_cn: 允许将密码保存为纯文本。

source: Allow to save password locally as plain text
zh_cn: 允许将密码以纯文本形式在本地保存。

source: Allow translated tags to be in a di&fferent order
zh_cn: 允许在译文中改变标签顺序(&F)

source: Allow translating &blank source segments
zh_cn: 允许翻译空原文句段(&B)

source: Allows the user create an entry in the default glossary file.
zh_cn: 允许用户在默认的词汇表文件中创建条目。

source: Allows to view, add, remove or edit a note in the active segment.
zh_cn: 允许查看、添加、删除或编辑活动句段中的备注。。

source: Allows you to activate/deactivate the Machine Translation tools offered.
zh_cn: 允许您激活/停用提供的机器翻译工具。

source: Alternative Language
zh_cn: 替代语言

source: An OmegaT project is a folder containing files and subfolders.
zh_cn: OmegaT 项目是一个文件夹，其中包含若干文件和子文件夹。

source: An error occurred
zh_cn: 发生了错误

source: An error occurred when loading the script: {0}
zh_cn: 加载脚本时发生错误：{0}

source: An error occurred when loading the source files.
zh_cn: 加载原文文件时发生错误。

source: An error occurred when saving the TMX.
zh_cn: 保存 TMX 时发生错误。

source: An error occurred when trying to detect the project file.
zh_cn: 试图检测项目文件时出错。

source: An error occurred while downloading the dictionary.
zh_cn: 下载字典时发生错误。请再试一次。

source: An error occurred while opening the item.
zh_cn: 打开此内容时发生错误。

source: An error occurred while processing a font changed event: {0}
zh_cn: 处理字体变更事件时发生错误：\n{0}

source: An error occurred while processing a new file event: {0}
zh_cn: 处理新文件事件时发生错误：\n{0}

source: An error occurred while processing a project change event: {0}
zh_cn: 处理项目变更事件时发生错误：\n{0}

source: An error occurred while processing an application shutdown event: {0}
zh_cn: 处理应用程序关闭事件时发生错误：\n{0}

source: An error occurred while processing an application startup event: {0}
zh_cn: 处理应用程序启动事件时发生错误：\n{0}

source: An error occurred while processing an entry activated event: {0}
zh_cn: 处理激活条目事件时发生错误：\n{0}

source: An error occurred while trying to create a new folder
zh_cn: 尝试创建新文件夹时发生错误

source: An error occurred while trying to run console process: {0}
zh_cn: 试图运行控制台进程时出错：{0}

source: An exception occurred while parsing the TMX file {0} The TMX file will not be loaded.
zh_cn: 解析以下 TMX 文件时出现异常：\n{0}\n此 TMX 文件不会被载入。请浏览日志\n（{1}）\n来确定错误原因后重新尝试。

source: An existing translation was changed to something different from what you chose.
zh_cn: 现有的翻译已从您选择的内容中更改。

source: An ignored file or folder:
zh_cn: 不被处理的文件或文件夹

source: An item named "{0}" already exists in this location.
zh_cn: 名为“{0}”的内容已存在于此位置。

source: An item of the name "{0}" already exists at this location.
zh_cn: 名为“{0}”的内容已存在于此位置。

source: Analyzing strings - {0} of {1} completed
zh_cn: 分析字符串 - 已完成 {0} / {1}

source: Android Resources
zh_cn: Android 资源

source: Any text, already translated and stored in those files, will appear among the fuzzy matches, if it is sufficiently similar to the text currently being translated.
zh_cn: 对于任何已翻译并存储在这些文件中的文本来说，只要与当前正在翻译的文本足够相似，它们就会出现在模糊匹配中。

source: Apache Commons (Apache License 2.0)
zh_cn: Apache Commons (Apache 许可 2.0)

source: Appendices
zh_cn: 附录

source: Apply &Fix
zh_cn: 应用 &修改(&F)

source: Are you sure you want to remove the {0} set of segmentation rules?
zh_cn: 您确定要删除{0}分割规则集吗?

source: Are you sure you want to reset all custom colours?
zh_cn: 确定要重置所有自定义颜色吗？

source: Arrays must not be null
zh_cn: 数组不能为空

source: As a result of this, all settings will be at their defaults, due to which you may experience unexpected, but correct behaviour.
zh_cn: 此时，所有设置都将还原为默认值，因此你可能\n会遇到意外但正确的行为。

source: As above, but only for the document currently displayed in the Editor pane.
zh_cn: 同上，但仅针对当前显示在编辑器窗格中的文档。

source: As above.
zh_cn: 同上。

source: As plenty of information about SVN and Git is easily available, we won't describe how they work here, but only how OmegaT works with them.
zh_cn: 由于很容易获得大量关于 SVN 和 Git 的信息，在这里我们不描述它们如何工作，而只描述 OmegaT 如何使用它们。

source: As stated above, OmegaT tags are LTR strings.
zh_cn: 如上所述，OmegaT 标签是从左向右的字符串。

source: At the beginning of the installation you can select the language to be used during the installation.
zh_cn: 安装开始时，您可以选择安装过程中使用的语言。

source: At the bottom of the window, right-click on a free number and select Add Script.
zh_cn: 在窗口底部，在某个空闲的数字上右键单击并选择添加脚本。

source: At the end of your translation, OmegaT exports three translation memories called level1, level2 and omegat to your project folder.
zh_cn: 在翻译结束后，OmegaT 会导出名称分别为 level1, level2 和 omegat 的三种翻译记忆文件到项目文件夹。

source: At the top of that dialog, select your source file's language and the language that your translated file will be, and click OK to continue.
zh_cn: 在该对话框顶部选择原文文件的语言和翻译后文件应有的语言，然后点击 OK 继续。

source: Attempt to convert &numbers when inserting a fuzzy match
zh_cn: 插入模糊匹配时，尝试转换数字(&N)

source: Attribute:
zh_cn: 属性：

source: Aut&hor:
zh_cn: 作者(&H)：

source: Authentication
zh_cn: 认证

source: Auto replace 'nplurals=INTEGER; &plural=EXPRESSION;' in header
zh_cn: 自动替换头中的“nplurals=INTEGER; &plural=EXPRESSION;”

source: Auto-completion
zh_cn: 自动完成

source: Auto-propagation of Translations
zh_cn: 自动传播翻译

source: Auto-sync with Editor
zh_cn: 过滤器

source: Auto-text configuration
zh_cn: 自动文本配置

source: Auto-text file (*.autotext)
zh_cn: 自动文本文件 (*.autotext)

source: Automatic saving
zh_cn: 自动保存

source: Autotext
zh_cn: 自动文本

source: Autotext entries
zh_cn: 自动文本条目

source: Available dictionaries:
zh_cn: 可用词典：

source: Available script engines:
zh_cn: 可用的脚本引擎：

source: Average Score: {0}
zh_cn: 平均得分：{0}

source: B&rowse
zh_cn: 浏览(&R)

source: Back in history...
zh_cn: 在历史中后退...

source: Back to the initial segment on close
zh_cn: 关闭后回到原本的句段

source: Backed up preferences to {0}
zh_cn: 首选项备份已备份到 {0}

source: Background
zh_cn: 背景

source: Backups of this file (with extension bak) are added progressively to this subfolder, first at the beginning of the translation session, at its end, and while the translation progresses.
zh_cn: 随着翻译的进行，在每次翻译会话开始和结束时，此子文件夹中会逐步添加此文件的备份（扩展名为 bak）。

source: Bad folder name {0}
zh_cn: 错误的文件夹名称 {0}

source: Bad nesting
zh_cn: 嵌套错误

source: Bad regular expression
zh_cn: 错误的正则表达式

source: Bad regular expression!
zh_cn: 错误的正则表达式！

source: Bear in mind that changing the languages may render the currently used translation memories useless since their language pair may not longer match the new languages.
zh_cn: 请记住：更改语言可能会导致当前使用的翻译记忆库变得无用，因为其语言对可能与新语言不匹配。

source: Before proceeding with such conversions, be sure to test all options.
zh_cn: 在进行此类转换之前，请务必测试所有选项。

source: Bidirectional control characters
zh_cn: 双向控制字符

source: Bookmark &references
zh_cn: 书签和引用(&R)

source: Break/Exception
zh_cn: 断句/例外

source: Bro&wse
zh_cn: 浏览(&W)

source: Brows&e
zh_cn: 浏览(&E)

source: Browse
zh_cn: 浏览

source: Browse...
zh_cn: 浏览...

source: By default, it is not possible to select words in the source segment using the keyboard rather than the mouse.
zh_cn: 默认情况下，如果用键盘而非鼠标的话，无法在原文句段中选择单词。

source: By default, left justification is used for Left-To-Right (LTR) languages and right justification for Right-To-Left (RTL) languages.
zh_cn: 默认情况下，对于从左向右（LTR）的语言的语言使用左对齐，而对于从右向左（RTL）的语言使用右对齐。

source: By default, the /tm folder is below the project's root folder (e.g. .../MyProject/tm), but you can choose a different folder in the project properties dialog if you wish.
zh_cn: 默认情况下，/tm 文件夹位于项目的根文件夹下（例如 ...

source: C&ase sensitive
zh_cn: 区分大小写(&A)

source: C&harts
zh_cn: 数据图表(&H)

source: C&lear
zh_cn: 清除(&L)

source: C&opy All Data to Clipboard
zh_cn: 将所有数据复制到剪贴板(&O)

source: Calculator:
zh_cn: 计算器：

source: Camtasia for Windows
zh_cn: 适用于 Windows 的 Camtasia

source: Cancel
zh_cn: 取消

source: Cancel Pinpoint Align
zh_cn: 取消精确对齐

source: Cancel only works on scripts that explicitly check for cancellation.
zh_cn: 取消仅适用于对取消进行显式检测的脚本。

source: Cancelled creating new team project
zh_cn: 创建新团队项目已取消

source: Cannot access glossary folder!
zh_cn: 无法访问词汇表文件夹！

source: Cannot create folder for translated files:
zh_cn: 无法为译文文件创建目录：

source: Cannot install
zh_cn: 无法安装

source: Cannot load specified XML file!
zh_cn: 无法载入指定的 XML 文件！ \n

source: Cannot read selected script file.
zh_cn: 无法读取所选的脚本文件。

source: Cannot reset the filter to default patterns.
zh_cn: 无法将过滤器重置为默认模式。

source: Catalan
zh_cn: 加泰隆语（Catalan）

source: Change date
zh_cn: 变更日期

source: Changed &before:
zh_cn: 修改早于(&B)：

source: Changed after:
zh_cn: 修改晚于：

source: Changed by
zh_cn: 更改者

source: Changed on
zh_cn: 更改于

source: Changer
zh_cn: 变更者

source: Changes the case of the highlighted text in the target segment to the selected option (Lower case, Upper case, Title case or Sentence case).
zh_cn: 将译文句段中高亮选定的文本的按所选选项（小写、大写、标题式大小写或句子式大小写）改变大小写。

source: Changing segmentation rules or file filters
zh_cn: 更改句段分割规则或文件过滤器

source: Changing segmentation settings may cause some already translated segments to be split or merged.
zh_cn: 改变分割规则设置可能会导致一些已经译好的句段被分拆或者合并。

source: Changing this flag does not modify the segmentation of already existing translation memories.
zh_cn: 更改此标志不会影响现有翻译记忆库中的句段。

source: Character
zh_cn: 字符

source: Character Table
zh_cn: 字符表

source: Character table
zh_cn: 字符表

source: Character table auto-completer options
zh_cn: 字符表自动完成选项

source: Characters (including spaces)
zh_cn: 字符数（计入空格）

source: Characters (without spaces)
zh_cn: 字符数（不计空格）

source: Check &all printf-variables (e.g., %s, %-s)
zh_cn: 检查所有 printf 变量（例如 %s、%-s）(&A)

source: Check &simple printf-variables (e.g., %s, %d)
zh_cn: 检查简单的 printf 变量（例如 %s、%d）(&S)

source: Check History Completion to display suggested words as soon as their first letters are entered.
zh_cn: 勾选历史完成以在输入第一个字母后就立即显示建议单词。

source: Check History Prediction to display suggested words that commonly follow the word that has just been entered.
zh_cn: 勾选历史预测以显示通常跟在刚输入的单词之后的建议单词。

source: Check Issues for Current Document
zh_cn: 检查当前文档问题

source: Check Issues...
zh_cn: 检查问题...

source: Check for Updates...
zh_cn: 检查更新...
